/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

// Main titles
"MAIN_PROFILE_TITLE" = "Profile settings";
"MAIN_ACTIVITY_TITLE" = "Activity settings";
"MAIN_PRIVACY_TITLE" = "Privacy settings";
"MAIN_NOTIFICATIONS_TITLE" = "Notification settings";
"MAIN_CONNECT_TITLE" = "Connect with";
"MAIN_ABOUT_TITLE" = "About";
"LOGOUT_TITLE" = "Logout";
"LOGOUT_GROUP_TITLE" = "";

// Activity
"STANDARD_DATA_GROUP_TITLE" = "Set the default data that is shown for a sport of workout you have not changed yourself";
"STANDARD_DATA_TITLE" = "Default data";

"PER_SPORT_GROUP_TITLE" = "Set shown data and settings for each individual sport or workout";
"PER_SPORT_TITLE" = "Settings per sport";

"MEASURING_UNITS_GROUP_TITLE" = "Measuring units";

"DISTANCE_TITLE" = "Distance";
"KILOMETER_TITLE" = "Kilometers";
"MILE_TITLE" = "Miles";

"TEMPERATURE_TITLE" = "Temperature";

"WEIGHT_TITLE" = "Weight";
"POUND_TITLE" = "Pound";

"PRIVACY_TITLE" = "Privacy";
"SHOW_ACTIVITIES_TO_TITLE" = "Show activities to";
"SHOW_MAP_TITLE" = "Show map with route at activities";
"SHOW_MAP_TO_TITLE" = "Show map to";
"EVERYONE" = "Everyone";
"FRIENDS" = "Friends";
"ME" = "Only me";

// Profile
"FIRST_NAME" = "First name";
"LAST_NAME" = "Last name";
"DATE_OF_BIRTH" = "Date of birth";
"DATE_OF_BIRTH_PLACEHOLDER" = "dd/mm/yyyy";
"GENDER" = "Gender";
"WEIGHT" = "Weight";
"LENGTH" = "Length";
"MAX_HR" = "Max heart rate";

// Sync Apple Watch
"SYNC_TITLE" = "Synchronise activities with Watch";
"SYNC_GROUP_TITLE" = "";
